alacritty
alsa-firmware
alsa-utils
arandr
base
base-devel
bat
bc
bluez
bspwm
cabextract
chafa
chromium
curlie
dhcpcd
dkms
docker
docker-compose
dunst
efibootmgr
fd
feh
firefox-developer-edition
flameshot
fzf
gimp
git
git-delta
go
graphviz
gvfs
helm
httpie
imv
intel-ucode
isync
iwd
jdk-openjdk
jdk8-openjdk
jq
keepassxc
kitty
krita
kubectl
lazygit
lib32-alsa-lib
lib32-nvidia-utils
linux
linux-firmware
linux-headers
luarocks
man-db
maven
mesa-demos
mesa-utils
msmtp
ncdu
neomutt
neovim
networkmanager
networkmanager-openvpn
nmap
notmuch
noto-fonts
nvidia
nvidia-prime
nvidia-settings
nvtop
obs-studio
oha
ollama
openssh
openssl-1.1
pacman-contrib
pgcli
pgformatter
pipewire-alsa
pipewire-pulse
plantuml
polybar
powertop
pulsemixer
python-pillow
rabbitmqadmin
ranger
ripgrep
rofi
rsync
rustup
sof-firmware
spotifyd
steam
stow
sxhkd
task
terraform
thunar
thunar-volman
thunderbird
tidy
tig
tmux
transmission-cli
tree-sitter-cli
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
typescript
unzip
v4l2loopback-dkms
v4l2loopback-utils
vlc
w3m
wireplumber
wireshark-cli
xclip
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsecurelock
zig
zram-generator
zsh
